app/Controllers/Usuario.php

SELECT *
FROM `usuario`
---
    public function index(){

        $user = new UsuarioModel();
        $usuarios = $user->findAll();